Repository: common-repository/insert-adsense-plus-ultra
Catalog: languages/*.po
Languages: it

source: Settings
it: Impostazioni

source: After enabling, you can enter the code provided by Google
it: Una volta abilitato, potrai inserire il codice fornito da Google

source: Before proceeding it is always necessary to enable advertising
it: Prima di procedere è necessario abilitare gli annunci

source: No show ads for logged users (easy way for avoid auto click)
it: Non mostre le pubblicità agli utenti connessi (modo semplice per evitare clic fraudolenti)

source: Enable Adsense Plus Ultra only for admin or for those who can manage plugins
it: Abilita Adsense Plus Ultra solo per gli amministratori o per coloro che possono gestire i plugin

source: Possibility to enable
it: Possibilità di abilitare

source: Possibility to enable Adsense Plus Ultra plugin only for admin or for those who can manage plugins.
it: Possibilità di abilitare il Plugin Adsense Plus Ultra solo per gli amministratori o in genere, per coloro che sono abilitati a gestire i plugin.

source: Ads for single post: you can add you Google Adsense code before post content, insede post content (after second &lt;p&gt; tag), after post content
it: Annunci per singolo articolo: puoi aggiungere il tuo codice di Google Adsense prima del tuo articolo, all'interno dell'articolo (dopo il secondo &lt;p&gt; tag), al termine dell'articolo

source: First commit of the plugin
it: Prima consegna del plugin

source: No. Work only with Google Adsense code.
it: No. Funziona solamente con il codice di Google Adsense.

source: This plugin can be used with codes other than Google Adsense?
it: Questo plugin può essere utilizzato con codice diverso da quello di Google Adsense?

source: Now, go to the settings menu of the plugin and follow the instructions
it: Ora vai al menu delle impostazioni del plugin e segui le istruzioni

source: Click Install Now and then activate the plugin
it: Fai clic su Installa ora, quindi attiva il plug-in

source: Browse for the plugin file (adsense-plus-ultra.zip)
it: Cerca il file del plugin (insert-adsense-plus-ultra.zip)

source: Click the upload tab
it: Fai click sul tab dell'Upload

source: Go to the Add New plugins screen in your WordPress admin area
it: Vai alla schermata Aggiungi nuovi plugin nell'area di amministrazione di WordPress

source: Basic configuration on Ads Tab
it: Configurazione di base nella scheda Annunci

source: Once you have installed the plugin there are some options that you need to configure first in the plugin settings Tab.
it: Una volta installato il plugin, ci sono alcune opzioni che devi configurare prima nella scheda delle impostazioni del plugin.

source: Fast and easy WordPress plugin to insert Google Adsense to all your pages and posts with the possibility of excluding other users from use.
it: Plugin WordPress semplice e veloce per inserire Google Adsense in tutte le tue pagine e post con la possibilità di escludere altri utenti dall'uso.

source: Automatic Ads: insert Google Adsense code insede tag
it: Annunci automatici: inserisci il codice Google Adsense all'interno del tag

source: Adsense Plus Ultra Usage
it: Uso di Insert Adsense Plus Ultra

source: Adsense Plus Ultra Features
it: Funzioni di Adsense Plus Ultra

source: Ads Tab screenshot-1.(png|jpg|jpeg|gif).
it: Annunci Tab screenshot-1.(png|jpg|jpeg|gif).

source: Fast and easy WordPress plugin to insert Google Adsense to all your pages and posts.
it: Plugin WordPress semplice e veloce per inserire Google Adsense in tutte le tue pagine e post.

source: Panel
it: Pannello

source: You can't use Adsense Plus Ultra. Contact your admin manager for enable the plugin
it: Non puoi utilizzare AdSense Plus Ultra. Contatta il tuo admin Manager per abilitare il plugin

source: Automatic Ads (all pages)
it: Annunci automatici (tutte le pagine)

source: Auto ads are a family of ad formats that offer a simple and innovative way for you to monetize your content. With Auto ads, you place the same piece of ad code once on each page. After you've added the code, Google automatically shows ads at optimal times when they're likely to perform well for you and provide a good experience for your users.
it: Gli annunci automatici sono una famiglia di formati di annunci che offrono un modo semplice ed innovativo per monetizzare i tuoi contenuti. Con gli annunci automatici, si posiziona la stessa parte del codice di annuncio una volta su ogni pagina. Dopo aver aggiunto il codice, Google mostra automaticamente gli annunci in tempi ottimali in modo da fornire una buona esperienza per i vostri utenti.

source: For more information visit
it: Per maggiori informazioni visitate

source: Activate
it: Attiva

source: Enable automatic Adsense advertising
it: Abilita la pubblicità Adsense automatica

source: Paste Code
it: Incolla il codice

source: Wrong Code
it: Codice errato

source: Correct code example:
it: Esempio di codice corretto:

source: Save Options
it: Salva le opzioni

source: Active Automatic Ads
it: Attiva la pubblicità automatica

source: Get your code on your Google AdSense account for Automatic Ads
it: Ottieni il tuo codice sul tuo account Google AdSense per gli annunci automatici

source: Ads (all single post)
it: Annunci (solo sugli articoli)

source: Here you can enter any type of code, we recommend using adaptable ads. You can also place inFeed and inArticle ads.
it: Qui puoi inserire qualsiasi codice di Adsense, vi raccomandiamo comunque di usare le unità pubblicitarie adattabili. Puoi inoltre usare le unità pubblicitarie inFeed e inArticle.

source: For more information visit
it: Per maggiori informazioni visitate

source: Enable Responsive Ads on single post
it: Abilita sul singolo post i responsive Ads

source: Position
it: Posizione

source: Before post
it: Prima dell'articolo

source: Inside post (after second &lt;p&gt;)
it: Dentro l'articolo (dopo il secondo &lt;p&gt;)

source: After post
it: Dopo l'articolo

source: Active Responsive Ads
it: Attiva i responsive Ads

source: Get your code on your Google AdSense account for Responsive Ads
it: Ottieni il tuo codice dal tuo account di Google Adsense per i responsive Ads

source: ShortCode - where you want ;)
it: ShortCode - dove vuoi ;)

source: Here you can create your shortcodes and insert them wherever you want.
it: Qui puoi creare il tuo shortcode e inserirlo dove vuoi.

source: Save ShortCode
it: Salva ShortCode

source: Special settings for Adsense Plus Ultra!
it: Opzioni speciali per Adsense Plus Ultra!

source: Enable Adsense Plus Ultra only for current user
it: Abilita Adsense Plus Ultra solo per l'utente corrente

source: No show ads for logged users
it: Non mostre le pubblicità agli utenti connessi
